Repository: QusaiAlbonni/tourism
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ar, de

source: Name
ar: الاسم
de: Naam

source: Guide's Bio
ar: السيرة الذاتية للمرشد
de: Biografie van de gids

source: Avatar
ar: الصورة الشخصية

source: Email
ar: البريد الإلكتروني

source: Likers
ar: المعجبون

source: Canceled
ar: ملغى
de: Afgelast

source: Tags
ar: الوسوم
de: Labels

source: Takeoff date
ar: تاريخ الإنطلاق
de: Startdatum

source: Tour Duration
ar: مدة الجولة السياحية
de: Duur van de rondleiding

source: Guide
ar: مرشد
de: Gids

source: Sites
ar: مواقع
de: Locaties

source: this guide is not available at the selected time period
ar: ان المرشد السياحي المختار غير متوفر في هذه المدة الزمنية
de: deze gids is niet beschikbaar in de geselecteerde periode

source: Opens At Time
ar: وقت الافتتاح
de: Opent om

source: Site
ar: موقع
de: Locatie

source: Link
ar: الرابط الالكتروني
de: Koppeling

source: Activity
ar: النشاط السياحي
de: Activiteit

source: Name of the ticket
ar: الاسم
de: Naam van het ticket

source: Description
ar: الوصف
de: Beschrijving

source: Stock
ar: المخزون
de: Voorraad

source: Tag
ar: العلامة
de: Label

source: Tour
ar: جولة سياحية
de: Rondleiding

source: Order
ar: الترتيب
de: Bestelling

source: Photo
ar: صورة
de: Foto

source: Activity Does not exist.
ar: النشاط السياحي غير موجود.
de: Activiteit bestaat niet.

source: the Valid until field must be at least a day earlier than the takeoff date.
ar: يجب أن يكون الحقل "صالح حتى" قبل يوم واحد على الأقل من تاريخ الإنطلاق.
de: het veld Geldig tot moet minimaal een dag eerder zijn dan de startdatum.

source: duplicate entry for the site
ar: إدخال مكرر للموقع
de: dubbele invoer voor de site

source: Tour does not exist.
ar: الجولة السياحية غير موجودة.
de: Rondleiding bestaat niet.

source: Takeoff date, duration, and book are required.
ar: مطلوب تاريخ الإقلاع والمدة والحجز.
de: Startdatum, duur en boek zijn vereist.

source: The specified time range overlaps with an existing tour for this guide.
ar: يتداخل النطاق الزمني المحدد مع جولة سياحية موجودة لهذا الدليل.
de: Het opgegeven tijdsbereik overlapt met een bestaande tour voor deze gids.

source: The sum of opens_at and work_hours exceeds 24 hours.
ar: مجموع ساعة الافتتاح وساعات العمل يتجاوز 24 ساعة.
de: De som van opens_at en work_hours overschrijdt 24 uur.

source: Date cannot be in the past.
ar: التاريخ لا يمكن أن يكون في الماضي.
de: Datum mag niet in het verleden liggen.

source: already canceled
ar: ملغا مسبقا
de: al afgelast

source: tour has already begun or concluded
ar: الجولة بدات او تمت بالفعل
de: rondleiding is al begonnen of afgelopen

source: cannot delete while some users have not been refunded
ar: لا بمكن الحذف مادام بعض المستخدمين لم يتم مكافاتهم
de: kan niet verwijderen omdat sommige gebruikers geen terugbetaling hebben ontvangen

source: either the first id or second one or both was left blank
ar: احد المعرفان غير صحيح
de: de eerste id of de tweede, of beide, waren leeg gelaten

source: Not Found
ar: غير موجود
de: Niet gevonden

source: Personal info
ar: المعلومات الشخصية
de: Persoonlijke informatie

source: Permissions
ar: الأذونات
de: Toestemmingen

source: Important dates
ar: تواريخ مهمة
de: Belangrijke data

source: user
ar: المستخدم
de: gebruiker

source: users
ar: المستخدمون
de: gebruikers

source: Account activation on %(site_name)s
ar: تفعيل الحساب على %(site_name)s
de: Accountactivatie op %(site_name)s

source: Account Activation
ar: تفعيل الحساب
de: Accountactivatie

source: Password reset on %(site_name)s
ar: إعادة تعيين كلمة المرور على %(site_name)s
de: Wachtwoord opnieuw instellen op %(site_name)s

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ar: أنت تتلقى هذا البريد الإلكتروني لأنك طلبت إعادة تعيين كلمة المرور لحساب المستخدم الخاص بك في %(site_name)s.
de: Je ontvangt deze e-mail omdat je een wachtwoordreset hebt aangevraagd voor je gebruikersaccount op %(site_name)s.

source: Please go to the following page and choose a new password:
ar: يرجى الانتقال إلى الصفحة التالية واختيار كلمة مرور جديدة:
de: Ga naar de volgende pagina en kies een nieuw wachtwoord:

source: Your username, in case you've forgotten:
ar: اسم المستخدم الخاص بك، في حالة نسيانك:
de: Je gebruikersnaam, voor het geval je het vergeten bent:

source: Thanks for using our site!
ar: شكرًا لاستخدام موقعنا!
de: Bedankt om onze website te gebruiken!

source: The %(site_name)s team
ar: فريق %(site_name)s
de: Het %(site_name)s-team

source: Content made by Gemini
ar: geminiمحتوى مصنوع من قبل
de: Inhoud gemaakt door Gemini

source: Prompt for the AI
ar: الاوامر المعنية للذكاء الاصطناعي
de: Vraag voor de AI

source: Sensitivity of the ai
ar: حساسية الذكاء
de: Gevoeligheid van de ai

source: The model of the AI
ar: الاصدار المستخدم للذكاء
de: Het model van de AI

source: User
ar: المستخدم
de: Gebruiker

source: Bio
ar: السيرة الذاتية

source: Marital Status
ar: الحالة الاجتماعية
de: Burgerlijke staat

source: Birth Date
ar: تاريخ الميلاد
de: Geboortedatum

source: Number of Children
ar: عدد الأطفال
de: Aantal kinderen

source: This item is not refundable.
ar: هذا البند غير قابل للاسترداد.
de: Dit artikel kan niet worden terugbetaald.

source: This item can't be canceled.
ar: لا يمكن إلغاء هذا العنصر.
de: Dit artikel kan niet worden geannuleerd.

source: Owner
ar: المالك
de: Eigenaar

source: Scanned
ar: ممسوحة ضوئيًا
de: Gescand

source: Ticket scan date time
ar: وقت تاريخ فحص التذكرة
de: Datum en tijd van ticketscan

source: Unique Identifier
ar: المعرف الفريد
de: Unieke identificatie

source: QR Code for uuid
ar: رمز الاستجابة السريعة لـ uuid
de: QR-code voor uuid

source: User does not have payment information
ar: ليس لديك معلومات الدفع
de: Gebruiker heeft geen betalingsinformatie

source: Impossible situation encountered.
ar: تم مواجهة موقف مستحيل.
de: Onmogelijke situatie aangetroffen.

source: No payments found to refund.
ar: لم يتم العثور على أي دفعات لاستردادها.
de: Geen betalingen gevonden voor terugbetaling.

source: Ticket
ar: تذكرة

source: Invalid Reservation.
ar: حجز غير صالح.
de: Ongeldige reservering.

source: Ticket is expired
ar: إنتهت صلاحية التذكرة
de: Ticket is verlopen

source: Activity no longer available
ar: النشاط لم يعد متاحًا
de: Activiteit niet langer beschikbaar

source: Ticket is out of stock
ar: التذكرة غير متوفرة
de: Ticket is niet op voorraad

source: Insufficient funds
ar: الأموال غير كافية
de: Onvoldoende geld

source: Points Amount
ar: مبلغ النقاط
de: Puntenbedrag

source: Insufficient points funds
ar: النقاط غير كافية
de: Onvoldoende puntenfonds

source: Ticket does not exist.
ar: التذكرة غير موجودة.
de: Ticket bestaat niet.

source: purchase object not found.
ar: لم يتم العثور على المشتريات المحددة.
de: aankoopobject niet gevonden.

source: Gifted points
ar: النقاط الممنوحة
de: geschonken punten

source: Review Comment
ar: التعليق
de: Reviewcommentaar

source: Reviews are not allowed for this service.
ar: المراجعات غير مسموح بها لهذه الخدمة.
de: Reviews zijn niet toegestaan ​​voor deze service.

source: Pingoway site admin
ar: مدير موقع Pingoway
de: Pingoway-sitebeheerder

source: Pingoway administration
ar: إدارة بينجواي
de: Pingoway-administratie

source: Can scan reservations
de: Kan reserveringen scannen
